[
  {
      "id": 1,
      "name": "Harper Lee",
      "birthday": "1926-04-28",
      "bio": "Harper Lee was an American novelist best known for her 1960 novel 'To Kill a Mockingbird', which won the Pulitzer Prize."
  },
  {
      "id": 2,
      "name": "George Orwell",
      "birthday": "1903-06-25",
      "bio": "George Orwell was an English novelist, essayist, journalist, and critic, best known for his novels '1984' and 'Animal Farm'."
  },
  {
      "id": 3,
      "name": "Jane Austen",
      "birthday": "1775-12-16",
      "bio": "Jane Austen was an English novelist known primarily for her six major novels which interpret, critique and comment upon the British landed gentry at the end of the 18th century."
  },
  {
      "id": 4,
      "name": "F. Scott Fitzgerald",
      "birthday": "1896-09-24",
      "bio": "F. Scott Fitzgerald was an American novelist, essayist, screenwriter, and short-story writer, best known for his novel 'The Great Gatsby'."
  },
  {
      "id": 5,
      "name": "Herman Melville",
      "birthday": "1819-08-01",
      "bio": "Herman Melville was an American novelist, short story writer, and poet of the American Renaissance period, best known for his novel 'Moby-Dick'."
  },
  {
      "id": 6,
      "name": "Leo Tolstoy",
      "birthday": "1828-09-09",
      "bio": "Leo Tolstoy was a Russian writer who is regarded as one of the greatest authors of all time, known for his novels 'War and Peace' and 'Anna Karenina'."
  },
  {
      "id": 7,
      "name": "J.D. Salinger",
      "birthday": "1919-01-01",
      "bio": "J.D. Salinger was an American writer best known for his 1951 novel 'The Catcher in the Rye', a classic of teenage angst and rebellion."
  },
  {
      "id": 8,
      "name": "J.R.R. Tolkien",
      "birthday": "1892-01-03",
      "bio": "J.R.R. Tolkien was an English writer, poet, philologist, and academic, best known for his high fantasy works 'The Hobbit' and 'The Lord of the Rings'."
  },
  {
      "id": 9,
      "name": "J.K. Rowling",
      "birthday": "1965-07-31",
      "bio": "J.K. Rowling is a British author, best known for writing the Harry Potter fantasy series, which has won multiple awards and sold more than 500 million copies."
  }
]